Repository: wp-plugins/multilingual-press
Catalog: languages/multilingualpress-*.po
Languages: de_de

source: Relationships has been deleted.
de_de: Verknüpfungen wurden gelöscht.

source: All done!
de_de: Alles erledigt!

source: Flag
de_de: Flagge

source: Multilingual Press: Translate Post
de_de: Multilingual Press: übersetze Beitrag

source: Multilingual Press: Translate Page
de_de: Multilingual Press: übersetze Seite

source: Multilingual Press: Linked posts
de_de: Multilingual Press: verlinkte Beiträge

source: Multilingual Press: Linked pages
de_de: Multilingual Press: verlinkte Seiten

source: choose preview language
de_de: Vorschausprache wählen

source: Translate this post
de_de: Beitrag übersetzen

source: No post available
de_de: Kein Artikel verfügbar

source: Published on:
de_de: Publiziert am:

source: Edit
de_de: Bearbeiten

source: Invalid site ID.
de_de: Ungültige Seiten-ID.

source: Edit Site: <a href="%1$s">%2$s</a>
de_de: Seite bearbeiten: <a href="%1$s">%2$s</a>

source: Users
de_de: Benutzer

source: Settings
de_de: Einstellungen

source: Blog settings saved
de_de: Blogeinstellungen gespeichert

source: Choose blog language
de_de: Wählen Sie die Blogsprache

source: - Set the language and flag. You can use this to distinguish blogs and display them in the frontend using the Multilingual Press widget.
de_de: Wählen Sie Sprache und Flagge. Damit können Sie die Blogs auseinanderhalten und auf den öffentlichen Seiten mithilfe des Widgets darstellen.

source: Alternative language title
de_de: Alternativer Sprachtitel

source: - Alternative language title will be used mainly in the Multilingual Press frontend widget. You can use it to determine a site title other than the default one (i.e. "My Swedish Site")
de_de: Der alternative Sprachtitel wird im Multilingual-Press-Widget für das Frontend verwendet. Sie können damit einen speziellen Webseitentitel festlegen, beispielsweise \"Mein schwedische Site\".

source: Blog flag image URL
de_de: Bild-URL für die Blogflagge

source: - Multilingual Press uses a default flag image, you can define a custom one here.
de_de: MultilingualPress benutzt ein Standard-Flaggenbild; hier können Sie ein eigenes bestimmen.

source: Multilingual Blog Relationship
de_de: Multilingual-Blog-Verknüpfungen

source: - Determine which blogs will be interlinked. If you create a post or page, they will be automaticaly duplicated into each interlinked blog.
de_de: Bestimmen Sie, welche Blogs verknüpft werden sollen. Wenn Sie einen Artikel oder eine Seite erstellen, werden diese automatisch in die verknüpften Blogs dupliziert.

source: Multilingual Press only works in a multisite installation. See how to install a multisite network:
de_de: Multilingual Press funktioniert nur in einer Multisite-Installation. Die Installationsanleitung für eine Multisite finden Sie unter:

source: WordPress Codex: Create a network
de_de: WordPress Codex: Ein Netzwerk einrichten

source: We found invalid Multilingual Press Data in your Blogsystem. <a href="#" id="multilingual_press_checkup_link">Please do a checkup by clicking here</a>
de_de: Es wurden ungültige Multilingual-Press-Daten im System gefunden. <a href="#" id="multilingual_press_checkup_link">Bitte hier klicken zum Überprüfen</a>

source: Cleanup runs. Please stand by.
de_de: Überprüfung läuft. Bitte warten.

source: Blogmap has been updated.
de_de: Blogmap wurde aktualisiert.

source: nothing
de_de: nichts

source: Interlinked with
de_de: Verknüpft mit

source: Title:
de_de: Titel:

source: Sort Order:
de_de: Sortierung:

source: by Name
de_de: Name

source: by Blog ID
de_de: Blog-ID

source: Link-Type:
de_de: Linktyp

source: Text &amp; Flag
de_de: Text & Flagge

source: Language code
de_de: Sprachcode

source: Show Current Blog:
de_de: Zeige aktuellen Blog

source: Multilingual Press Settings
de_de: Multilingual-Press-Einstellungen

source: Language
de_de: Sprache

source: choose language
de_de: Sprache w&auml;hlen

source: Determine blog language and flag. This will be used in the frontend widget.
de_de: Wählen Sie Blog-Sprache und -Flagge. Diese werden im Widget eingesetzt.

source: Enter a title here that you want to be displayed in the frontend instead of the default one (i.e. "My English Site")
de_de: Hinterlegen Sie einen Titel, wenn Sie nicht die Standarddarstellung im Frontend verwenden möchten (z.B. "Mein englisches Blog").

source: (Optional, must begin with http://)
de_de: (optional, muss mit http:// beginnen)

source: Blog Relationships
de_de: Blogverknüpfungen

source: Multilingual blog relationships
de_de: Multilingual-Blog-Beziehungen

source: Demo Module Metabox
de_de: Demo-Modul Metabox

source: Example 1
de_de: Beispiel 1

source: Example 2
de_de: Beispiel 2

source: Persian
de_de: Persisch

source: Simplified Chinese (Taiwan)
de_de: Vereinfachtes Chinesisch (Taiwan)

source: Simplified Chinese (Hong Kong)
de_de: Vereinfachtes Chinesisch (Hong Kong)

source: Simplified Chinese (China)
de_de: Vereinfachtes Chinesisch (China)

source: Russian (Ukraine)
de_de: Russisch (Ukraine)

source: Burmese
de_de: Birmanisch

source: Malay
de_de: Malaiisch

source: Hebrew
de_de: Hebräisch

source: Hawaiian
de_de: Hawaiisch

source: Czech
de_de: Tschechisch

source: Uzbek
de_de: Usbekisch

source: Uighur; Uyghur
de_de: Uiguren

source: Turkish
de_de: Türkisch

source: Swedish
de_de: Schwedisch

source: Serbian
de_de: Serbisch

source: Slovenian
de_de: Slovenisch

source: Slowak
de_de: Slowakisch

source: Sinhala; Sinhalese
de_de: Sinhala; Singhalesisch

source: French (France)
de_de: Französisch (Frankreich)

source: French (Belgium)
de_de: Französisch (Belgien)

source: Spanish (Chile)
de_de: Spanisch (Chile)

source: Spanish (Castilian)
de_de: Spanisch (Kastilisch)

source: Spanish (Peru)
de_de: Spanisch (Peru)

source: Spanish (Venezuela)
de_de: Spanisch (Venezuela)

source: Azerbaijani (Turkey)
de_de: Aserbaidschanisch (Türkei)

source: Bulgarian
de_de: Bulgarisch

source: Italian
de_de: Italienisch

source: Danish
de_de: Dänisch

source: German
de_de: Deutsch

source: English (Canada)
de_de: Englisch (Kanada)

source: Galician
de_de: Galicier

source: Hungarian
de_de: Ungarisch

source: Icelandic
de_de: Isländisch

source: Indonesian
de_de: Indonesisch

source: Indonesian (Java)
de_de: Indonesisch (Java)

source: Kirghiz; Kyrgyz
de_de: Kirgisen; kirgisischen

source: Macedonian
de_de: Mazedonisch

source: English (Great Britain)
de_de: Englisch (Großbritannien)

source: Bosnian
de_de: Bosnisch

source: Nepali
de_de: Nepalesisch

source: Dutch (Belgium)
de_de: Niederländisch (Belgien)

source: Polish
de_de: Polnisch

source: Portuguese (Portugal)
de_de: Portugiesisch (Portugal)

source: Portuguese (Brasil)
de_de: Portugiesisch (Brasilien)

source: Romanian
de_de: Rumänisch

source: Russian
de_de: Russisch

source: Korean (Johab)
de_de: Koreanisch (Johab)

source: Modules
de_de: Module

source: mlp Options
de_de: mlp Optionen

source: Settings saved
de_de: Einstellungen gespeichert

source: Powered by
de_de: Angetrieben von

source: This plugin is powered by <a href="http://inpsyde.com">Inpsyde.com</a> - Your expert for WordPress, BuddyPress and bbPress.
de_de: Dieses Plugin wurde von <a href="http://inpsyde.com">Inpsyde.com</a> enwickelt. Ihr Experte für WordPress, BuddyPress und bbPress.

source: Multilingual Press - Modules
de_de: Multilingual-Press-Module

source: In the below boxes, there are all modules which come with MultilingualPress Pro. If you don't need a module just deactivate the checkbox and save the settings. If you need help for a module there is a detailed description in every module.
de_de: In den unteren Boxen sind alle Module, die Multilingual Press Pro mitbringt. Falls Sie ein Modul nicht benötigen, können Sie es einfach per Checkbox deaktivieren und die Einstellungen speichern. Falls Sie Hilfe für ein Modul brauchen, finden Sie eine genaue Beschreibung in jedem Modul.

source: Activate this module
de_de: Modul aktivieren

source: Empty Element
de_de: Leeres Element

source: Empty Type
de_de: Leerer Typ

source: Invalid Hook
de_de: Ungültiger Hook

source: Create a new blog and copy all data from the old blog into the new and replace the old siteurl.
de_de: Erstellen Sie eine neue Multisite-Seite, kopieren Sie alle Daten von der alten Seite in die neue Seite und ersetzen Sie die alte Seiten-URL.

source: Based on blog
de_de: Basierend auf dem Blog:

source: Choose blog
de_de: Wählen Sie eine Seite

source: Browser Redirection
de_de: Browserweiterleitung

source: Redirect visitors according to their browser's language settings.
de_de: Leitet die Besucher anhand deren Browser-Sprach-Einstellungen weiter.

source: Redirect
de_de: Weiterleiten

source: Blog redirection
de_de: Seiten-Weiterleitung

source: Redirect this blog
de_de: Diesen Blog umleiten

source: This Module enables the function that a user can switch his prefered language in the backend without to change the blogs language. This feature helps foreign users to navigate through the WordPress backend.
de_de: Dieses Modul ermöglicht den Wechsel der bevorzugten Sprache in der Administrationsoberfläche, ohne die Sprache der Seite zu ändern. Dieses Feature hilft auswärtigen Benutzern, durch die WordPress Oberfläche zu navigieren.

source: Choose the language which you want to use in the backend
de_de: Wähle die Sprache, die du in der Administrationsoberfläche verwenden möchtest.

source: This module adds several new features to Multilingual Press like a WYSIWYG-Editing in the on-the-fly translate-meta-boxes including copying thumbnails, tags and categories.
de_de: Dieses Modul ergänzt Multilingual-Press-Erweiterungen wie bspw. ein Editieren mit dem WYSIWYG in einem Durchgang in der Übersetzungsmetabox inklusive Miniaturbilder, Tags und Kategorien.

source: Switch to blog
de_de: Zum Blog wechseln

source: Add Translation for
de_de: Übersetzung für

source: Translate this post into
de_de: Diesen Beitrag übersetzen in

source: Enter title here
de_de: Gebe hier den Titel ein.

source: Copy the thumbnail of the source post.
de_de: Beitragsbild des Quellbeitrags kopieren.

source: If you do that and there is a thumbnail in the target post it will be overwritten.
de_de: Wenn es bereits ein Beitragsbild gibt, wird dieses in dem Zielbeitrag überschrieben.

source: Separate tags with commas
de_de: Tags komma-getrennt

source: Choose the categories
de_de: Kategorie wählen

source: There are no categories to choose. Make sure you added some categories in this blog.
de_de: Es gibt keine Kategorien zum Auswählen. Stellen Sie sicher, dass in dieser Seite Kategorien angelegt wurden.

source: This module provides a new post meta and checkbox to trash the posts. If you enable the checkbox and move a post to the trash Multilingual Press also will trash the linked posts.
de_de: Dieses Modul bringt neue Beitragsmetadaten und Checkboxen, um den Beitrag in den Papierkorb zu verschieben. Falls Sie die Checkbox aktivieren und den Beitrag dann in den Papierkorb verschieben, löscht Multilingual Press auch den verknüpften Beitrag in anderen Sprachen.

source: If this post is trashed, also trash all the translations
de_de: Wenn dieser Beitrag gelöscht wird, werden alle Übersetzungen auch gelöscht.

source: Activate this box and save the post first, than trash it.
de_de: Aktivieren Sie diese Option und speichern Sie den Beitrag. Danach können Sie ihn löschen.

source: You are currently using a valid key for this plugin. You are able to renew the key in the MarketPress Dashboard. Or if you want to add an other valid code use the form below.
de_de: Sie verwenden aktuell einen gültigen Schlüssel für dieses Plugin. Sie können den Schlüssel im MarketPress-Dashboard erneuern oder im Feld unten einen anderen gültigen Schlüssel hinterlegen.

source: You are currently using a valid key for this plugin. You are able to renew the key below or you can delete the key by <a href="%s">clicking here</a>.
de_de: Sie verwenden einen gültigen Schlüssel für dieses Plugin. Sie können den Schlüssel im Feld unten erneuern oder <a href="%s">löschen</a>

source: License Key
de_de: Lizenzschlüssel

source: Activate
de_de: Aktivieren

source: The License has been deleted.
de_de: Die Lizenz wurde gelöscht.

source: Plugin successfully activated.
de_de: Plugin erfolgreich aktiviert.

source: The entered license key is wrong.
de_de: Der eingegebene Lizenzschlüssel ist falsch.

source: You have reached the limit of urls. Please update your license at <a href="http://marketpress.com">marketpress.com</a>.
de_de: Sie haben das Limit der URLs erreicht. Bitte aktualisieren Sie Ihre Lizenz auf <a href="http://marketpress.de">marketpress.de</a>.

source: Something went wrong. Please try again later or contact the <a href="http://marketpress.com/support/">marketpress team</a>.
de_de: Irgendwas lief falsch. Bitte versuchen Sie es erneut oder kontaktieren Sie das <a href="http://marketpress.de/support/">MarketPress-Team</a>.

source: Due to a wrong license you are not allowed to activate this plugin. Please update your license at <a href="http://marketpress.com">marketpress.com</a>.
de_de: Wegen eines falschen Lizenzschlüssels dürfen Sie das Plugin leider nicht aktivieren. Bitte aktualisieren Sie Ihre Lizenz auf <a href="http://marketpress.de">marketpress.de</a>.

source: Display a dropdown in the frontend that links to all the post's translations.
de_de: Zeigt ein Dropdown im Frontend, welches auf alle übersetzte Beiträge verlinkt.

source: Post Link
de_de: Beitragslink

source: Display post link:
de_de: Quicklink-Position:

source: Top left
de_de: Oben links

source: Top right
de_de: Oben rechts

source: Bottom left
de_de: Unten links

source: Bottom right
de_de: Unten rechts

source: Custom Post Types
de_de: Benutzerdefinierte Beitragstypen

source: This module loads a dashboard widget which shows all the untranslated posts through the related blogs. The widget is only shown in the blogs dashboard and not in the network dashboard.
de_de: Dieses Modul lädt ein Dashboard-Widget, welches Ihnen alle unübersetzten Beiträge aller verknüpften Seiten zeigt. Das Widget wird nur im Webseiten-Dashboard angezeigt, nicht im Netzwerk-Dashboard.

source: This post is translated
de_de: Dieser Beitrag ist übersetzt

source: Sorry, there are no connected blogs in the system for this blog.
de_de: Bedaure, es gibt keine verknüpften Seiten im System für diese Seite.

source: Pending Translations for
de_de: Offene Übersetzungen für

source: Translate
de_de: Übersetzen

source: Demo Module
de_de: Demo-Modul

source: Label of my setting
de_de: Beschriftung meiner Einstellungen

source: This Demo Module shows developer how to use our plugin.
de_de: Dieses Demo-Modul zeigt dem Entwickler, wie er das Plugin benutzen kann.

source: Default Actions
de_de: Standardaktionen

source: Set default actions for every blog.
de_de: Setze allgemeine Aktionen für jede Webseite im Netzwerk.

source: Always translate posts
de_de: Alle Beiträge übersetzen

source: Always enable the "Translate this post" checkbox
de_de: Die Checkbox »Diesen Beitrag übersetzen« immer aktivieren.

# Quicklink label
source: Read in:
de_de: Lies auf:

# quicklink submit button
source: Go
de_de: Los

source: http://inpsyde.com
de_de: http://inpsyde.com/de/

source: http://marketpress.com/product/multilingual-press-pro/
de_de: http://marketpress.de/product/multilingual-press-pro/

source: Run WordPress Multisite with multiple languages.
de_de: WordPress Multisite mit mehreren Sprachen verwenden.

source: Untranslated Posts
de_de: Unübersetzte Beiträge

source: In Multilingual Press it is possible to develop additional modules with new setting boxes right under this box. If you want to know how, see our example module on <a href="https://github.com/inpsyde/multilingual-press">GitHub</a>
de_de: Es ist in Multilingual Press möglich, neue Module zu entwickeln mit eigenen Einstellungen direkt unter dieser Box.

source: You didn't setup any blog relationships. You have to setup these first to use Multilingual Press. Please go to Network Admin &raquo; Sites &raquo; and choose a blog to edit. Then go to the tab Multilingual Press and set up the relationships.
de_de: Du hast noch keine Blogverknüpfungen angelegt. Bitte tu das, um Multilingual Press benutzen zu können. Gehe bitte zu Netzwerkverwaltung/Seiten und wähle ein Blog zum Bearbeiten aus. dann gehe in den Reiter Multilingual Press und setzte die Verknüpfungen.

source: Use dynamic permalinks
de_de: Benutze dynamische Permalinks

source: In some cases the correct pretty permalinks are not available across multiple blogs. Test it, and activate dynamic permalinks for those post types to avoid 404 errors. This will not change the permalink settings, just the URLs in Multilingual Press.
de_de: In einigen Fällen funktionieren die korrekten Permalinks nicht blogübergreifend. Probiere das bitte aus und schalte dynamische Permalinks an für die betroffenen Posttypen, um 404-Fehler zu vermeiden. Dies ändert nicht die allgemeinen Permalinkeinstellungen, nur die Handhabung in Multilingual Press.

source: Allow MlP functionality for specific custom post types.
de_de: Aktiviere Multilingual-Press-Funktionen für spezifische eigene Postypen.
