Repository: wp-plugins/multilingual-press
Catalog: trunk/languages/inpsyde_multilingualpress-*.po
Languages: de_de, fi

source: choose preview language
de_de: Preview Sprache w&auml;hlen
fi: Valitse esikatselun kieli

source: choose language
de_de: Sprache w&auml;hlen
fi: Valitse kieli

source: English
de_de: Englisch
fi: Englanti

source: Linked posts
de_de: Verkn&uuml;pfte Artikel
fi: Yhdistetyt artikkelit

source: Linked pages
de_de: Verkn&uuml;pfte Seiten
fi: Yhdistetyt sivut

source: Interlinked with
de_de: Veknüpft mit
fi: Yhdistetty

source: mlp Options
de_de: mlp Optionen
fi: mlp Asetukset

source: MlP Options
de_de: MlP Optionen
fi: MlP Asetukset

source: mlp Modules
de_de: MlP Module
fi: MlP Moduuli

source: MlP Modules
de_de: MlP Module
fi: MlP Moduuli

source: List of installed modules
de_de: Liste der installierten Module
fi: Asennettujen moduulien lista

source: Title:
de_de: Titel:
fi: Otsikko:

source: Link-Type:
de_de: Link-Typ
fi: Linkkityyppi:

source: Text
fi: Teksti

source: Flag
de_de: Flagge
fi: Lippu

source: Language code
de_de: Sprachcode
fi: Kielikoodi

source: Edit
de_de: Bearbeiten
fi: Muokkaa

source: No post available
de_de: Kein Artikel verfügbar
fi: Artikkeli ei saatavissa

source: Invalid site ID.
fi: Virheellinen sivuston ID

source: Edit Site: <a href="%1$s">%2$s</a>
fi: Muokkaa sivustoa: <a href="%1$s">%2$s</a>

source: Users
fi: Käyttäjät

source: Themes
fi: Ulkoasut

source: Settings
fi: Asetukset

source: Blog settings saved
de_de: Blog Einstellungen gespeichert
fi: Blogin asetukset tallennettu

source: Language
de_de: Sprache
fi: Kieli

source: Choose blog language
de_de: Wähle Blog-Sprache
fi: Valitse blogin kieli

source: Determine blog language and flag. This will be used in the frontend widget.
de_de: Wähle Blog-Sprache und -Flagge. Diese werden im Widget eingesetzt.
fi: Valitse blogin kieli ja lippu. Tätä käytetään sivustolla näkyvässä vimpaimessa.

source: Title
de_de: Titel
fi: Otsikko

source: Blog flag image URL
de_de: Blog-Flagge Bild-URL
fi: Lipun kuvan URL-osoite

source: (optional, must begin with http://)
de_de: (optional, muss mit http:// beginnen)
fi: (valinnainen, osoitteen alussa pitää olla http://)

source: Blog Relationships
de_de: Blog Verknüpfungen
fi: Blogien väliset yhteydet

source: Multilingual Blog Relationship
de_de: Multilingual Blog Verknüpfungen
fi: Monikielisten blogien yhteydet

source: Posts and pages will be automaticaly duplicated into these blogs
de_de: Artikel und Seiten werden automatisch in diese Blogs dupliziert
fi: Uusista artikkeleista ja sivuista luodaan automaattisesti luonnokset näihin blogeihin.

source: - Determine which blogs will be interlinked. If you create a post or page, they will be automaticaly duplicated into each interlinked blog.
de_de: - Entscheide, welches Blogs verknüpft werden sollen. Wenn Du einen Artikel oder eine Seite erstellst, werden diese automatisch in die verknüpften Blogs dupliziert.
fi: - Entscheide, welches Blogs verknüpft werden sollen. Wenn Du einen Artikel oder eine Seite erstellst, werden diese automatisch in die verknüpften Blogs dupliziert.

source: Published on:
de_de: Publiziert am:
fi: Julkaistu:

source: By using the WordPress plugin Multilingual-Press it's much easier to build multilingual sites and run them with WordPress Multisite feature.
de_de: Durch die Verwendung des WordPress Plugin Multilingual-Press ist es viel einfacher, mehrsprachige Websites mit WordPress Multisite-Funktion zu bauen.
fi: Käyttämällä Wordpressin Multilingual Press -lisäosaa, on huomattavasti helpompaa rakentaa monikielisiä sivustoja ja ylläpitää niitä Wordpressin Multisite -ominaisuuden avulla.

source: - Set the language and flag. You can use this to distinguish blogs and display them in the frontend using the Multilingual Press widget.
de_de: - Wähle Sprache und Flagge. Damit kannst Du die Blogs auseinanderhalten und auf den öffentlichen Seiten mithilfe des Widgets darstellen.
fi: - Valitse kieli ja lippu. Kielin ja lipun avulla erotat blogit toisistaan ja ne näkyvä myös sivustollasi Multilingual Press vimpaimessa, jota voi käyttää kieliversioiden välillä siirtymiseen.

source: - Multilingual Press uses a default flag image, you can define a custom one here.
de_de: - MultilingualPress benutzt ein Standard-Flaggenbild, hier kannst Du ein eigenes bestimmen.
fi: - Multilingual Press käyttää lippuna oletuskuvaa. Voit määritellä oman valinnan tähän.

source: - Alternative language file, which will be used if text field is filled.
de_de: - Alternativer Sprachtitle, der genutzt wird, wenn er gesetzt ist.
fi: - Vaihtoehtoinen kielitiedosto, jota käytetään mikäli tekstikenttä on täynnä.

source: Multilingual Press Options
de_de: Multilingual Press Optionen
fi: Multilingual Press asetukset

source: Multilingual Press Module Manager
de_de: Multilingual Press Modul-Manager
fi: Multilingual Press moduulien hallinta.

source: Multilingual Press Widget
fi: Multilingual Press vimpain
